Revit 2024 API
Concrete.ConcreteColor Property
 The property labeled "Color" from the "Concrete" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018.1
Syntax
C#
public static string ConcreteColor { get; }
Visual Basic
Public Shared ReadOnly Property ConcreteColor As String
	Get
Visual C++
public:
static property String^ ConcreteColor {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
Concrete Class
Autodesk.Revit.DB.Visual Namespace